---
kind: other
id: Methods.T:Autodesk.Revit.DB.SATImportOptions
source: html/ad0d4fe6-8f84-da8c-bb24-1ca0a36cd2bc.htm
---
# SATImportOptions Methods

Get the default length unit used for importing unitless files.